Repository: abdalrhmanreda/zizal-app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Edite
ar: تعديل

# generalSetting
source: General
ar: العامة

source: Setting
ar: الإعدادات

source: Log Out
ar: تسجيل الخروج

source: Help and support
ar: المساعدة والدعم

source: About us
ar: من نحن

# Privace
source: Privacy policy
ar: سياسة الخصوصية

source: Light Mode
ar: الوضع المضئ

source: Dark Mode
ar: الوضع الداكن

# transToEnglish
source: Translate to english
ar: الترجمة الي الانجليزية

# transToArabic
source: Translate to arabic
ar: الترجمة الي العربية

source: log In
ar: تسجيل الدخول

# phoneNum
source: Phone Number
ar: رقم الهاتف

# phoneNumRequired
source: Phone Number Required
ar: رقم الهاتف مطلوب

# pass
source: Password
ar: كلمة المرور

# passRequired
source: Password Required
ar: كلمة المرور مطلوبة

source: Order registered
ar: تم تسجيل الطلب

source: Ready for shipment
ar: جاهز للإرسال

source: On the way with the representative
ar: في الطريق مع المندوب

source: With the receiving representative
ar: عند مندوب الإستلام

source: Delivered
ar: تم التسليم

# Replace_order
source: Replaced Orders
ar: الطلبات المستبدلة

source: Partial Return
ar: راجع جزئي

source: Full Return
ar: راجع كلي

source: Postponed
ar: مؤجل

source: Change the address
ar: تغيير العنوان

source: Resend
ar: إعادة الإرسال

source: Being processed
ar: قيد المعالجة

# orders_number
source: Number of orders
ar: عدد الطلبيات

# management_orders
source: Number of processed orders
ar: طلبيات المعالجة

# barcode_hint
source: Qr Code Number
ar: رقم رمز الاستجابة السريعة

# scan_barcode
source: Scan Qr Code
ar: مسح رمز الاستجابة السريعة

# upload_barcode
source: Upload Qr Code
ar: رفع رمز الاستجابة السريعة

# total_prices
source: Total price
ar: المبلغ الكل

# login_Success
source: Login Successfully
ar: تم التحقق بنجاح

# login_error
source: Wrong phone or password
ar: يوجد خطأ في رقم الهاتف او كلمة المرور

source: Order
ar: الطلب

source: Kind
ar: النوع

source: Size
ar: الحجم

source: Notes
ar: تفاصيل الطلبية

source: Quantity
ar: الكمية

source: Total price
ar: السعر الكلي

source: Order Status
ar: حالة الطلب

source: User Name
ar: اسم المستخدم

source: User Phone
ar: هاتف المستخدم

source: Create Order
ar: إنشاء طلب

source: Governorate
ar: المحافظة

# country_hint
source: Egypt
ar: العراق

# place
source: The Place
ar: المنطقة

# address_hint
source: falstin street
ar: شارع فلسطين

source: Area
ar: المنطقة

source: Amount
ar: الكمية

# choose_area
source: Choose governorate
ar: اختار محافظة

# network_error
source: Check your internet
ar: تأكد من اتصالك بالانترنيت

source: Order Created!
ar: تم إنشاء الطلب

source: OK
ar: تم

# old_pass
source: Old Password
ar: كلمة المرور القديمة

# new_pass
source: New Password
ar: كلمة المرور الجديدة

# check_pass
source: Check old password and make the new one more strong
ar: تأكد من كلمة المرور القديمة واجعل الجديدة اكثر قوة

# pass_is_too_short
source: This password is too short
ar: كلمة المرور قصيرة

source: No Orders Yet
ar: لا يوجد طلبات

source: Order Price
ar: سعر الطلب

# received_amount
source: Received Price
ar: المبلغ المستلم من الزبون

# delivery_mount
source: Delivery Price
ar: سعر التوصيل

# client_amount
source: Client Price
ar: المبلغ الصافي للعميل

source: Status Activated
ar: تم تفعيل الحالة

source: Active status
ar: تفعيل الحالة

source: Type
ar: النوع

# type_hint
source: Medical Supplies
ar: مستلزمات طبية

source: Money
ar: أموال

source: Commodity
ar: سلعة

source: Profile
ar: الصفحة

source: Nearest Point
ar: اقرب نقطة

source: Confirm Order
ar: تأكيد الطلب

# empty_field
source: There is an empty field
ar: هناك بيانات فارغة

source: No
ar: لا

source: Amount Type
ar: نوع الطلبية

source: Make Complain
ar: التقدم بشكوى

# complain_hint
source: Type The Complain Details
ar: أكتب تفاصيل الشكوى

source: Complains
ar: الشكاوي

source: price
ar: المبلغ

# statement
source: The Statement
ar: الكشوفات

# client_name
source: The Client Name
ar: اسم الزبون

# client_phone
source: The Client Phone
ar: رقم الزبون

# count
source: The Count
ar: الكمية

source: Choose Profile
ar: أختار صفحة

# no_complains
source: No Complains yet
ar: لا يوجد شكاوي

# statements_first_press
source: The First date of statement
ar: تاريخ بداية الكشوفات

# statements_last_press
source: The last date of statement
ar: تاريخ نهاية الكشوفات

# no_statements
source: No statements found
ar: لا يوجد كشوفات

source: Orders with No statements
ar: طلبيات بدون كشوفات

# barcode_validation
source: Qr Code must be not empty
ar: أدخل رمز الاستجابة السريعة

source: Make QR Code
ar: إنشاء رمز الاستجابة السريعة

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة

# sendWithoutQR
source: Send Without QR Code
ar: إرسال بدون رمز الاستجابة السريعة

# generateQR
source: Generate QR Code
ar: إنشاء رمز الاستجابة السريعة

# sendMessageWhatsApp
source: Send on WhatsApp
ar: إرسال على الواتساب

source: Send Notification
ar: إرسال إشعار

# receiveMethod
source: You have two ways to contact the receiving representative
ar: لديك طريقتين للتواصل مع مندوب الاستلام

source: Add New Order
ar: إضافة طلب جديد

source: Request a Receipt Representative
ar: طلب مندوب الاستلام

source: Abdalrhman
ar: عبد الرحمن

# receiverInfo
source: Receiver Information
ar: معلومات المستلم

source: About Order
ar: حول الطلبية

# governorateEndregion
source: Governorate and Region
ar: المحافظة والمنطقة

source: Order Number
ar: رقم الطلب

source: Package with Recieving Presentative
ar: الحزمة مع ممثل الاستلام

source: Package Wait For Transporter
ar: الحزمة تنتظر الناقل

source: Order Details
ar: تفاصيل الطلب

source: Order Number
ar: رقم الطلب

source: Customer
ar: العميل

source: Customer Number
ar: رقم العميل

source: Country
ar: البلد

source: Address
ar: العنوان

source: Status
ar: الحالة

source: Amount Type
ar: نوع المبلغ

source: Delivery Amount
ar: مبلغ التوصيل

source: Created At
ar: تاريخ الإنشاء

source: Updated At
ar: تاريخ التحديث

source: Page
ar: الصفحة

source: Receiver Presentative
ar: مندوب الاستلام

source: Client Full Name
ar: اسم العميل الكامل

source: Client Mobile
ar: رقم العميل

source: Client Role
ar: دور العميل

source: Client Pic
ar: صورة العميل

source: Client Pages
ar: صفحات العميل

# thereNoOrders
source: There is no orders
ar: لا يوجد طلبات

source: Choose Distribution Representative
ar: اختر مندوب التوزيع

source: Appoint
ar: تعيين

source: Compelete Orders
ar: الطلبيات المستلمة

# invalid_phone
source: Invalid Phone Number
ar: يجب ان يكون رقم الهاتف 11 رقم

source: Recorded Done
ar: تم التسجيل الطلب

source: In The Way
ar: في الطريق مع المندوب

source: With The Receiving Representative
ar: مع مندوب الاستلام

source: On The Store
ar: في المخزن

source: With The Distribution Representative
ar: مع مندوب التوزيع

source: Statistics
ar: الإحصائيات

source: It Was Delivered But Not Billed
ar: تم التسليم ولم يتم المحاسبه عليها

source: Client Info
ar: معلومات الزبون

source: There is no orders
ar: لا يوجد طلبات

# on_the_way_with_delegate
source: On the way with the representative
ar: فى الطريق مع المندوب

source: Resend
ar: إعادة الإرسال

source: Delivered
ar: تم التسليم

source: Replacement
ar: الاستبدال

source: Processing
ar: قيد المعالجة

source: Postponed
ar: الموجل

source: Partial Return
ar: راجع الجزئي

source: Total Return
ar: راجع الكلي

# status_inprogress
source: In Progress
ar: قيد المعالجة

# status_waiting_distribution
source: Waiting for Distribution representative
ar: فى انتظار مندوب التوزيع

# status_recorded
source: Order Recorded
ar: تم تسجيل الطلب

# status_in_the_way
source: On the Way with the representative
ar: بالطريق مع المندوب

# status_delivered
source: Order Delivered
ar: تم تسليم الطلب

# status_replace
source: Order Replacement
ar: استبدال الطلب

# status_part_return
source: Partial Return
ar: راجع جزئى

# status_full_return
source: Full Return
ar: راجع كلى

# status_wrp
source: With Receiving representative
ar: عند مندوب الإستلام

# status_delayed
source: Delayed
ar: مؤجل

# status_change_data
source: Address Change
ar: تغيير عنوان

# status_resend
source: Resend
ar: اعادة إرسال

# status_ready
source: Ready for Sending
ar: جاهز للإرسال

# status_wait_transporter
source: Waiting for Transporter
ar: فى انتظار الناقل

# status_transporter
source: With Transporter
ar: على ذمه الناقل

source: Search
ar: البحث

# thereIsNoSearch
source: There is no search results
ar: لا يوجد نتائج بحث

source: Choose Date
ar: اختر التاريخ

source: From Date
ar: من تاريخ

source: To Date
ar: الى تاريخ

source: Select
ar: اختر

source: All
ar: الكل

source: Change Order Status
ar: تغيير حالة الطلب
